Repository: comradekingu/switchboard-plug-datetime
Catalog: po/*.po
Languages: et

source: Suspend
et: Puhkerežiim (Kasutatakse mälu, kiire arvuti oleku taastamine)

source: Shutdown
et: Lülitatakse arvuti välja

source: Hibernate
et: Unerežiim (Kasutatakse kõvaketast, aeglane arvuti oleku taastamine)

source: Ask me
et: Küsitakse, mida teha

source: Do nothing
et: Ei tehta midagi

source: Power
et: Toide

source: Set display brightness, power button behavior, and sleep preferences
et: Määra ekraaniheledust, toitenupu käitumise ja une sätteid

source: Plugged In
et: Aku laadimisel

source: On Battery
et: Aku kasutamisel

source: Display brightness:
et: Ekraani heledus:

source: Dim screen when inactive:
et: Ekraani tumendamine tegevusetult olles:

source: Sleep button:
et: Magamise nupp:

source: Suspend button:
et: Puhkerežiimi nupp:

source: Hibernate button:
et: Unerežiimi nupp:

source: Power button:
et: Toite nupp:

source: Sleep when inactive after:
et: Puhkerežiimi lülitumine, kui ollakse tegevusetult:

source: 1 hour
et: 1h

source: Never
et: Kunagi

source: When power is critically low:
et: Kui aku on kriitiliselt tühi:
